Repository: RuslanAl1mov/SocialLib
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

# 7.3.
source: 7.3. Сервис презюмирует добросовестность и легальность владения, пользования и распоряжения Пользователем всех материалов и иных вещей, предоставляемых при обращении на сайт или ресурсы Сервиса или при осуществлении взаимодействия с администрацией Сервиса.
uz: 7.3. Xizmat egalik qilish, foydalanishning yaxlitligi va qonuniyligini anglatadi va foydalanuvchi tomonidan taqdim etilgan barcha materiallar va boshqa narsalarning buyruqlarisaytga yoki xizmat manbalariga murojaat qilishda yoki amalga oshirishda xizmat ma'muriyati bilan o'zaro aloqalar.

# 7.4.
source: 7.4. Сервис и Администрация Сервиса уважает законы, правила и нормы всех стран. В случае нарушения прав каких-либо лиц Администрация готова к пресечению противоправных действий Пользователей.
uz: 7.4. Xizmat va xizmat ma'muriyati barchaning qonunlari, qoidalari va qoidalarini hurmat qiladi mamlakatlar. Agar biron bir shaxsning huquqlari buzilgan bo'lsa, Ma'muriyat foydalanuvchilarning noqonuniy xatti-harakatlarini bostirish.

source: 8. Форс-мажор.
uz: 8. Fors-major holatlari.

# 8.1.
source: 8.1. Пользователь или Сервис не несут ответственности друг перед другом за невыполнение обязательств, связанных с оказанием Сервисом услуг, вызванное обстоятельствами, возникшими помимо воли и желания сторон, которые нельзя было предвидеть или избежать, включая объявленную или фактическую войну, гражданские волнения, эпидемии, землетрясения, наводнения, пожары и другие стихийные бедствия, действия органов власти и прочие непреодолимые обстоятельства и не могут заявлять ни о каких убытках или ущербе, возникших из-за таких обстоятельств.
uz: 8.1. Foydalanuvchi yoki xizmat bir-biri uchun javobgar emas xizmat ko'rsatish bilan bog'liq majburiyatlarning bajarilmasligitomonlarning irodasi va xohishidan tashqari yuzaga kelgan holatlar, bu mumkin emas oldindan ko'rish yoki undan qochish, shu jumladan e'lon qilingan yoki haqiqiy urush,fuqarolik tartibsizliklari, epidemiyalar, zilzilalar, toshqinlar, yong'inlar va boshqalar tabiiy ofatlar, hokimiyat harakatlari va boshqa engib bo'lmaydigan narsalar vaziyat va yuzaga kelgan zarar yoki zararni da'vo qila olmaydibunday holatlar tufayli.

# 8.2.
source: 8.2. Сторона, которая не исполняет свое обязательство вследствие действия непреодолимой силы, должна известить другую Сторону о препятствии и его влиянии на исполнение обязательств без промедления, но не позднее 3 (трех) календарных дней с момента наступления указанных обстоятельств.
uz: 8.2. Harakat tufayli o'z majburiyatini bajarmagan tomon fors-major, to'siq va uning boshqa tomonini xabardor qilishi kerakmajburiyatlarning bajarilishiga kechiktirmasdan, lekin 3 (uch) dan kechiktirmasdan ta'sir qilish ushbu holatlar yuzaga kelgan kundan boshlab kalendar kunlar.

# 8.3.
source: 8.3. Сторона, не известившая другую Сторону о невозможности исполнения своих обязательств по настоящему договору, теряет право ссылаться на такую невозможность.
uz: 8.3. Boshqa tomonni o'z ijroining mumkin emasligi to'g'risida xabardor qilmagan tomon ushbu shartnoma bo'yicha majburiyatlar, unga murojaat qilish huquqini yo'qotadi mumkin emaslik.

source: 9. Заключительные положения.
uz: 9. Yakuniy qoidalar.

# 9.1.
source: 9.1. Информация о Пользователе и о его операциях не хранится на сервере сайта Сервиса. По запросу Пользователя доступ к аккаунту может быть ограничен либо удален.
uz: 9.1. Foydalanuvchi va uning operatsiyalari to'g'risidagi ma'lumotlar serverda saqlanmaydi xizmat veb-sayti. Foydalanuvchining iltimosiga binoan hisob qaydnomasiga kirish cheklangan yoki olib tashlangan.

# 9.2.
source: 9.2. Срок ответа Сервиса на запросы Пользователя составляет до пяти рабочих дней с момента получения соответствующего запроса Пользователя.
uz: 9.2. Xizmatning foydalanuvchi so'rovlariga javob berish muddati besh ishchigacha tegishli foydalanuvchi so'rovini olgan kundan boshlab kunlar.

# 9.3.
source: 9.3. Условия настоящих Оферты согласовываются с Пользователем при регистрации. Согласие с Офертой, опубликованной в электронной форме, является действительным акцептом полного содержания настоящих Оферты.
uz: 9.3. Ushbu taklifning shartlari foydalanuvchi bilan ro'yxatdan o'tish. Elektron shaklda e'lon qilingan taklifga rozilik,bu haqiqiy taklifning to'liq mazmunini haqiqiy qabul qilishdir.

# 9.4.
source: 9.4. Информация, размещенная на сайте Сервиса, включая все графические изображения, текстовую информацию, коды программ и т.д. защищена национальным и международным законодательством об авторских правах и смежных с ними. Несанкционированное копирование материалов не допускается и влечет за собой полное возмещение причиненных Сервису убытков.
uz: 9.4. Xizmat veb-saytida joylashtirilgan ma'lumotlar, shu jumladan barcha grafik rasmlar, matnli ma'lumotlar, dastur kodlari va boshqalar himoyalangan mualliflik huquqi va turdosh huquqlar to' g 'risidagi milliy va xalqaro Qonunchilikular bilan. Materiallarni ruxsatsiz nusxalashga yo'l qo'yilmaydi vaxizmatga etkazilgan zararni to'liq qoplash.

# 9.5.
source: 9.5. Все права защищены. Несанкционированное копирование Оферты запрещено.
uz: 9.5. Barcha huquqlar himoyalangan. Taklifni ruxsatsiz nusxalash taqiqlanadi.

source: 10. Контактные данные.
uz: 10. Aloqa ma'lumotlari.

# 10.1.
source: 10.1. Пользователь может связаться со специалистами и Администрацией Сервиса в рабочее время следующими способами:
uz: 10.1. Foydalanuvchi mutaxassislar va Ma'muriyat bilan bog'lanishi mumkin Ish vaqtida xizmat ko'rsatish quyidagi usullar bilan amalga oshiriladi:

# 10.1.1.
source: 10.1.1. В онлайн-чате Телеграмм –
uz: 10.1.1. Onlayn Telegram chatida –

# 10.1.2.
source: 10.1.2. Путем направления письма на адрес электронной почты:
uz: 10.1.2. Elektron pochta manziliga xat yuborish orqali:

# Техническая поддержка 1
source: Техническая поддержка
uz: WooW xizmatini Texnik yordam

# 1 WooW сервиса
source: WooW сервиса
uz: texnik yordam

source: Добро пожаловать на страницу поддержки сервиса
uz: Xizmatni qo'llab-quvvatlash sahifasiga xush kelibsiz

source: Мы всегда готовы помочь вам решить вопросы и проблемы, с которыми вы можете столкнуться.
uz: Biz har doim sizga mumkin bo'lgan savollar va muammolarni hal qilishda yordam berishga tayyormizto'qnashmoq.

source: Способы связаться с нами:
uz: Biz bilan bog'lanish usullari:

source: В онлайн-чате Телеграмм –
uz: Onlayn Telegram chatida –

source: Путем направления письма на адрес электронной почты:
uz: Elektron pochta manziliga xat yuborish orqali:

# Мы стремимся обеспечить наших клиентов лучшим обслуживанием...
source: Мы стремимся обеспечить наших клиентов лучшим обслуживанием, и ваше мнение имеет для нас большое значение. Если у вас есть предложения по улучшению нашего сервиса или какие-либо отзывы, пожалуйста, не стесняйтесь сообщить нам.
uz: Biz mijozlarimizga eng yaxshi xizmatni taqdim etishga intilamiz va sizning fikringiz bu biz uchun katta ahamiyatga ega. Agar sizda takomillashtirish bo'yicha takliflaringiz bo'lsa bizning xizmatimiz yoki har qanday sharhlar, iltimos, xabar berishdan tortinmangbizga.

source: Благодарим вас за использование наших услуг!
uz: Xizmatlarimizdan foydalanganingiz uchun tashakkur!

source: С любовью, команда поддержки WooW
uz: Sevgi bilan, woow qo'llab-quvvatlash jamoasi

source: Сервис бесплатной раздачи книг
uz: Kitoblarni bepul tarqatish xizmati

source: Авторизация
uz: Avtorizatsiya

source: Адрес электронной почты
uz: Elektron pochta manzili

source: Пароль
uz: Parol

source: ВОЙТИ В АККАУНТ
uz: PROFILGA KIRISH

source: У меня нет аккаунта
uz: Menda Profil yo'q

source: Регистрация
uz: Ro'yxatdan o'tish

source: Придумайте пароль
uz: Parol o'ylab olish

source: Я принимаю условия
uz: Men maxsus taklif

source: Пользовательской оферты
uz: shartlarini qabul qilaman

source: ЗАРЕГИСТРИРОВАТЬСЯ
uz: Ro'yxatdan o'tish

source: Я уже зарегистрирован
uz: Men allaqachon ro'yxatdan o'tganman

source: Делать добро
uz: Savob qilish

source: Инструкция как делать добро
uz: Qanday qilib SAVOB qilish bo'yicha ko'rsatmalar

# Анкета добра 1
source: Анкета
uz: Yaxshilik

# Анкета добра 2
source: добра
uz: so'rovnomasi

source: Личные данные
uz: Shaxsiy ma'lumotlar

# Личные данные нужны нам, чтобы связаться с вами...
source: Личные данные нужны нам, чтобы связаться с вами после отправки вами анкеты.
uz: Shaxsiy ma'lumotlar sizga so'rovnoma yuborganingizdan so'ng siz bilan bog'lanishimiz kerak.

source: Информация о книгах
uz: Kitoblar haqida ma'lumot

# В поле ниже вы можете расписать информацию о книге....
source: В поле ниже вы можете расписать информацию о книге или книгах, которые вы хотите передать нашему сервису в качестве благотворительности.
uz: Quyidagi katakchada siz o'zingiz yozgan kitob yoki kitoblar haqidagi ma'lumotlarni bo'yashingiz mumkin siz bizning xizmatimizga xayriya sifatida berishni xohlaysiz.

# Война и мир том 1-2 Толстой.Л.Н 2шт.
source: Пример заполнения: "Война и мир том 1-2" Толстой.Л.Н 2шт.
uz: To'ldirish misoli:"urush va tinchlik 1-2 jild " Tolstoy.L. n 2 dona.

# Война и мир том 1-2 Толстой.Л.Н 2шт.
source: Пример заполнения: Война и мир том 1-2 Толстой.Л.Н 2шт.
uz: To'ldirish misoli: urush va tinchlik jild 1-2 Tolstoy.L. n 2 dona.

source: После отправки анкеты, вам позвонят с кол-центра нашего сервиса.
uz: So'rovnomani yuborganingizdan so'ng, ular bizning xizmatimiz markazidan qo'ng'iroq qilishadi.

source: Спасибо за вашу помощь в развитии сервиса!
uz: Xizmatni rivojlantirishga yordam berganingiz uchun tashakkur!+

source: Отправить анкету
uz: Anketani yuboring

# Инструкция как делать добро 1
source: Инструкция как
uz: Qanday qilib

# Инструкция как делать добро 2
source: делать добро
uz: SAVOB qilish bo'yicha ko'rsatmalar

source: Авторы:
uz: Mualliflar:

source: Год издания:
uz: Nashr qilingan yil:

source: -е издание
uz: -nashr

source: Язык:
uz: Til:

source: Сейчас читают:
uz: Endi ular o'qiydilar:

source: Уже прочли:
uz: Allaqachon O'qilgan:

source: Всего книг:
uz: Jami kitoblar:

source: Варианты доступа:
uz: Kirish imkoniyatlari:

source: Бумажная книга
uz: Qog'oz kitobi

source: Электронная книга
uz: Elektron kitob

source: Аудиокнига
uz: Audiokitob

source: ЗАКАЗАТЬ
uz: Buyurtma kilish

source: Кинуть на Полку
uz: Sevimlilar

# Аннотация к книге: 1
source: Аннотация
uz: Xulosa

# Ключевые слова 1
source: Ключевые
uz: Kalit

# Ключевые слова 2
source: слова:
uz: so'zlar:

# Еще книги от Авторов: 1
source: Еще книги
uz: Mualliflarning

# Еще книги от Авторов: 2
source: от Авторов:
uz: boshqa kitoblari:

# Похожие Книги: 1
source: Похожие
uz: O'xshash

# Похожие Книги: 2
source: Книги:
uz: kitoblar:

# Моя книжная полка 1.
source: Моя
uz: Mening

# Моя книжная полка 2.
source: книжная полка
uz: kitob javonim

source: Избранные
uz: Tanlanganlar

source: В ожидании...
uz: Kutish...

source: Я читаю
uz: Men o'qiyman

source: Прочтенные
uz: O'qilgan

source: Вы можете взять эту книгу сроком на 30 дней (Бесплатно)
uz: Siz ushbu kitobni 30 kun muddatga olishingiz mumkin (Bepul)

source: Заказать
uz: Buyurtma

source: Удалить
uz: O'chirish

source: Ожидайте звонка с подтверждением
uz: Buyurtmani tasdiqlash uchun qo'ng'iroqni kuting

source: отправки
uz: yuborish

source: вам вашей
uz: siz uchun

source: книги
uz: kitoblar

source: Ожидайте звонка с подтверждением регистрации
uz: Tasdiqlash uchun qo'ng'iroqni kuting qaytish

source: возврата вашей книги
uz: kitobingizni qaytarish

source: Дата получения:
uz: Qabul qilingan sanasi:

source: Дата возврата:
uz: Kitob qaytarish sanasi:

source: Оформить возврат
uz: Kitob qaytarish

source: Категория:
uz: Kategoriya:

source: Подборка для Вас
uz: Siz uchun tanlov

source: Сортировать
uz: Saralash

source: Название
uz: Nomi

source: Автор
uz: Muallif

source: Год издания
uz: Nashr qilingan yil

source: Цена
uz: Narxi

source: Все
uz: Hammasi

source: Жанр
uz: Janr

source: Поиск
uz: Qidiruv

source: Каталог
uz: Katalog

source: Мой аккаунт
uz: Mening profilim

source: Моя полка
uz: Mening javonim

source: Задать вопрос
uz: Savol bering

source: Выйти
uz: Chiqish

source: Войти
uz: Kirish

source: Дом
uz: Bosh sahifa

source: О нас
uz: Biz haqimizda

source: Поддержка
uz: Qo'llab-quvvatlash

source: Цитаты дня
uz: Kunning iqtiboslari

source: Новинки
uz: Yangiliklar

source: Добро пожаловать
uz: Xush kelibsiz

# Свободных книг пока нет 1
source: Свободных
uz: Bush

# Свободных книг пока нет 2
source: книг пока нет
uz: kitob hozircha yo'q

source: Попробуйте заказать книгу позже
uz: Keyinchalik kitobga buyurtma berishga harakat qiling

source: Вернуться на главную страницу
uz: Bosh sahifaga qaytish

# Страница не найдена
source: Страница
uz: Sahifa

source: не найдена
uz: topilmadi

# Заявка на заказ книги отправлена на рассмотрение 1
source: Заявка на
uz: Kitobga buyurtma berish

# Заявка на заказ книги отправлена на рассмотрение 2
source: заказ книги отправлена
uz: uchun ariza ko'rib

# Заявка на заказ книги отправлена на рассмотрение 3
source: на рассмотрение
uz: chiqish uchun yuborilgan

source: Ожидайте звонка для подтверждения заказа
uz: Buyurtmani tasdiqlash uchun qo'ng'iroqni kuting

# Заявка на возврат книги отправлена на рассмотрение 1
source: Заявка на
uz: Kitobni qaytarish

# Заявка на возврат книги отправлена на рассмотрение 2
source: возврат книги отправлена
uz: uchun ariza ko'rib chiqish

# Заявка на возврат книги отправлена на рассмотрение 3
source: на рассмотрение
uz: uchun yuborilgan

source: Ожидайте звонка для подтверждения возврат
uz: Tasdiqlash uchun qo'ng'iroqni kuting qaytish

# В данный момент 1 книга находится у вас 1
source: В данный момент
uz: Ayni paytda sizda

# В данный момент 1 книга находится у вас 2
source: 1 книга находится у вас
uz: 1 ta kitob bor

source: Попробуйте заказать новую книгу после возврата предыдущей
uz: Oldingi kitobni qaytarib bergandan keyin yangi kitobga buyurtma berishga harakat qiling

# Заказать книгу 1
source: Заказать
uz: Kitobga buyurtma

# Заказать книгу 2
source: книгу
uz: berish

source: Информация о книге
uz: Kitob haqida ma'lumot

source: -е издание
uz: -nashr

source: Открыть страницу книги
uz: Kitob sahifasini oching

source: Информация о пользователе
uz: Foydalanuvchi haqida ma'lumot

source: Адрес доставки
uz: Yetkazib berish manzili

source: Приблизительная дата возврата книги
uz: Kitobni qaytarishning taxminiy sanasi

source: Я передумал(а)
uz: Men fikrimni o'zgartirdim

source: Отправить заявку на получение книги
uz: Kitob uchun ariza yuboring

source: Поиск:
uz: Qidiruv:

source: Результаты поиска:
uz: Qidiruv natijalari:

source: Доступность
uz: Mavjudligi

source: Просмотр
uz: Ko'rish

source: Уровень
uz: Daraja

source: Посмотреть
uz: Qarang
