Repository: RuslanAl1mov/SocialLib
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Профиль
uz: Profil

source: Пароли и Безопасность
uz: Parollar va xavfsizlik

source: Депозит и Баланс
uz: Depozit va balans

source: Фотография профиля
uz: Profil fotosurati

source: Прочтено
uz: O'qilgan

source: Помощи
uz: Yordam

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Номер телефона
uz: Telefon raqami

source: Электронная почта
uz: Elektron pochta

source: Сохранить и продолжить
uz: Saqlash va davom ettirish

source: Изменение пароля
uz: Parolni o'zgartirish

source: Старый пароль
uz: Eski parol

source: Новый пароль
uz: Yangi parol

source: Повтор нового пароля
uz: Yangi parolni takrorlang

source: Повтор нового пароля
uz: Yangi parolni takrorlang

source: Обновить пароль
uz: Parolni yangilang

source: Информация о
uz: Depozitingiz

source: вашем Депозите
uz: haqida ma'lumot

source: Пополнить баланс депозита
uz: Depozit balansini to'ldirish

source: Обновить данные
uz: Ma'lumotlarni yangilash

source: Информация о балансе
uz: Balans haqida ma'lumot

source: На Балансе:
uz: Balansda:

source: сум
uz: so'm

source: Ваш Уровень:
uz: Sizning Darajangiz:

source: Распределение уровней:
uz: Darajalarni taqsimlash:

source: Уровень
uz: Daraja

source: БЕСПЛАТНО
uz: Bepul

source: сум
uz: so'm

source: Снять все средства с депозита
uz: Barcha mablag'larni depozitdan olib tashlash

source: Пополнение баланса:
uz: Balansni to'ldirish:

source: Переводы доступны только с карт
uz: O'tkazmalar faqat O'zbekiston banklarining

source: Узбекских Банков
uz: kartalaridan olinadi

source: Для выполнения перевода выполните следующие действия:
uz: Tarjimani bajarish uchun quyidagi amallarni bajaring:

source: Установить одно из приложений для переводов: PayMe, Click, Uzum.
uz: Tarjima dasturlaridan birini o'rnating: PayMe, Click, Uzum.

source: Отсканируйте QR-код при помощи камеры телефона.
uz: Telefon kamerasi yordamida QR kodini skanerlang.

source: Укажите сумму пополнения депозита.
uz: Depozitni to'ldirish miqdorini ko'rsating.

source: В поле комментария укажите ваше
uz: Izoh maydoniga

source: Фамилию
uz: familiyangizni

source: и этот номер
uz: va ushbu raqamni kiriting

source: Отправьте перевод и ожидайте звонка.
uz: Pul o'tkazmasini yuboring va qo'ng'iroqni kuting.

source: О
uz: Biz

source: нас
uz: haqimizda

source: Условия пользования
uz: Foydalanish shartlari

source: WooW сервисом
uz: WooW xizmatidan

# Оферта представляет собой правила....
source: Оферта представляет собой правила предоставления услуг Сервисом раздачи книг WooW, размещенным на сайтах с доменными именами
uz: Taklif-bu kitob tarqatish xizmati tomonidan xizmatlarni taqdim etish qoidalari Woow domen nomlari saytlarida joylashtirilgan

source: для неограниченного количества пользователей.
uz: cheksiz foydalanuvchilar uchun.

# 1. Назначение и область
source: 1. Назначение и область применения Оферты.
uz: 1. Taklifning maqsadi va ko'lami.

# 1.1
source: 1.1. Оферта Сервиса WooW (далее по тексту – Оферта) устанавливает требования и содержит описание:
uz: 1.1. Woow xizmatining taklifi (bundan buyon matnda taklif deb yuritiladi) talablarni belgilaydi va tavsifni o'z ichiga oladi:

# 1.1.1
source: 1.1.1. Порядка предоставления услуг Сервиса раздачи книг WooW.
uz: 1.1.1. Woow kitob tarqatish xizmati xizmatlarini taqdim etish tartibi.

# 1.1.2
source: 1.1.2. Разграничения ответственности за использование и предоставление услуг Сервисом WooW.
uz: 1.1.2. Xizmatlardan foydalanish va taqdim etish uchun javobgarlikni farqlash Woow Xizmati Tomonidan.

# 1.1.3
source: 1.1.3. Мер по обеспечению безопасности работы Сервиса WooW с неограниченным кругом лиц, а также пользователями Сервиса.
uz: 1.1.3. Cheksiz WooW xizmatining xavfsizligini ta'minlash bo'yicha chora-tadbirlar odamlar doirasi, shuningdek xizmat foydalanuvchilari.

# 1.2
source: 1.2. Местом оказания услуги Сервиса Пользователю является место запуска (сайт), на котором происходит учет и обработка данных и операций Пользователей.
uz: 1.2. Foydalanuvchiga xizmat ko'rsatish joyi-bu ishga tushirish joyi ma'lumotlar va operatsiyalarni hisobga olish va qayta ishlash amalga oshiriladigan (sayt)Foydalanuvchilar.

# 1.3
source: 1.3. Перед тем, как воспользоваться услугами Сервиса WooW, Пользователь обязан ознакомиться в полном объеме с условиями настоящих Оферты и Пользовательского соглашения и принять их, то есть совершить акцепт посредством совершения ключевого действия – запуска Сервиса и осуществления первоначального пополнения депозита.
uz: 1.3. Woow xizmatidan foydalanishdan oldin foydalanuvchi ushbu taklif shartlari va shartlari bilan to'liq tanishishga majburdir Foydalanuvchi shartnomasi va ularni qabul qilish, ya'ni qabul qilishasosiy harakatni amalga oshirish orqali – xizmatni ishga tushirish va amalga oshirish depozitni dastlabki to'ldirish.

# 1.4
source: 1.4. Использование услуг Сервиса возможно, только если Пользователь принимает все условия настоящей Оферты.
uz: 1.4. Xizmat xizmatlaridan foydalanish faqat foydalanuvchi ushbu taklifning barcha shartlarini qabul qiladi.

# 1.5.
source: 1.5. Действующая версия Оферты расположена для публичного доступа на сайте
uz: 1.5. Taklifning amaldagi versiyasi veb-saytida ommaviy kirish uchun joylashtirilgan.

# Администрация Сервиса вправе в любое время в одностороннем порядке...
source: Администрация Сервиса вправе в любое время в одностороннем порядке изменять настоящую Оферту. Такие изменения вступают в силу по истечении 3 (трех) календарных дней с момента размещения новой версии Оферты на сайтах Сервиса, если иной порядок вступления не предусмотрен специально в новой версии Оферты. При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к сайту Сервиса и прекратить использование материалов и услуг Сервиса, направив соответствующее письмо на службу поддержки Сервиса в мессенджере Телеграмм
uz: Xizmat ma'muriyati istalgan vaqtda bir tomonlama o'zgartirish huquqiga ega haqiqiy taklif. Bunday o'zgarishlar 3 (uch) dan keyin kuchga kiradi taklifning yangi versiyasi xizmat veb-saytlariga joylashtirilgan kundan boshlab kalendar kunlar,agar kirishning boshqa tartibi yangi versiyada maxsus taqdim etilmagan bo'lsa Takliflar. Agar foydalanuvchi kiritilgan o'zgarishlar bilan rozi bo'lmasa ,uxizmat veb-saytiga kirishni rad eting va materiallardan foydalanishni to'xtating va xizmatni qo'llab-quvvatlash xizmatiga tegishli xat yuborish orqali xizmat ko'rsatish xizmatlariTelegram messenjerida

source: 2. Термины и определения.
uz: 2. Atamalar va ta'riflar.

# 2.1.
source: 2.1. Сайт - сайты с доменными именами «woow.uz».
uz: 2.1. Domen nomlari bilan web-saytlar «woow.uz».

# 2.2.
source: 2.2. Пользователь — любое физическое лицо, использующее функциональные возможности Сервиса и достигшее возраста полной дееспособности в соответствии с законодательством страны своего гражданства.
uz: 2.2. Foydalanuvchi-funktsionaldan foydalanadigan har qanday shaxs xizmat ko'rsatish imkoniyatlari va to'liq qobiliyatlilik yoshiga etgan o' z fuqaroligi mamlakatining qonun hujjatlariga muvofiq.

# 2.3.
source: 2.3. Сервис – веб-сайт для раздачи книг с доменным именем
uz: 2.3. Xizmat-domen nomi bilan kitoblarni tarqatish veb-sayti

# 2.4.
source: 2.4. Услуги Сервиса — функционал Сервиса с возможностями для Пользователя, а также иные услуги, информация о которых размещена на страницах
uz: 2.4. Xizmat ko'rsatish xizmatlari-foydalanuvchi uchun imkoniyatlarga ega xizmatning funktsional imkoniyatlari vashuningdek, sahifalarida joylashtirilgan boshqa xizmatlar

# О нас на сайте Сервиса.
source: О нас
uz: Biz haqimizda

source: на сайте Сервиса.
uz: xizmat web-saytida.

source: 3. Режим работы Сервиса.
uz: 3. Xizmat ishi rejimi.

# 3.1.
source: 3.1. Штатный режим работы:
uz: 3.1. Oddiy ish tartibi:

# 3.1.1.
source: 3.1.1. В данном режиме работы запросы Пользователей обрабатываются в течение реального времени Сервисом, кроме времени осуществления работ согласно регламенту технических работ Сервиса или сервера.
uz: 3.1.1. Ushbu ish rejimida foydalanuvchi so'rovlari xizmat tomonidan Real vaqt, muvofiq ishlarni bajarish vaqtidan tashqarixizmat yoki serverning texnik ishlarini tartibga solish.

# 3.1.2
source: 3.1.2. Поддержка Пользователей ведется службой поддержки сайта в мессенджере, а также по другим каналам связи способами, указанными Сервисом.
uz: 3.1.2. Foydalanuvchilarni qo'llab-quvvatlash saytni qo'llab-quvvatlash xizmati tomonidan amalga oshiriladimessenjer, shuningdek xizmat tomonidan ko'rsatilgan boshqa aloqa kanallari orqali.

source: 4. Правила пользования Сервисом WooW.
uz: 4. Woow xizmatidan foydalanish qoidalari.

# 4.1.
source: 4.1. Сервис предназначен для использования исключительно в личных целях. Пользователь соглашается с тем, что не будет использовать какой-либо иной аккаунт, кроме своего, а также не будет пытаться получить несанкционированный доступ к аккаунтам других пользователей либо к инфраструктуре Сервиса.
uz: 4.1. Xizmat faqat shaxsiy foydalanish uchun mo'ljallangan. Foydalanuvchi boshqa hech narsa ishlatmasligiga rozi hisob, o'z hisobidan tashqari, shuningdek, olishga harakat qilmaydi boshqa foydalanuvchilarning hisoblariga ruxsatsiz kirish yoki kirishxizmat infratuzilmasiga.

# 4.2.
source: 4.2. Администрация Сервиса может в любое время и по своему собственному усмотрению отказать Пользователю в возможности получить платные услуги, заблокировать его или приостановить любую операцию до окончания рассмотрения конфликтной или спорной ситуации.
uz: 4.2. Xizmat ma'muriyati istalgan vaqtda va o'z xohishiga ko'ra foydalanuvchiga pullik xizmatlarni olish imkoniyatini rad etishni tanlash,uni blokirovka qilish yoki ko'rib chiqish tugaguniga qadar har qanday operatsiyani to'xtatib turishziddiyatli yoki bahsli vaziyat.

# 4.3.
source: 4.3 Пользователь соглашается с тем, что будет возвращать полученные им книги из сервиса в установленные сервисом сроки, указанные при заказе книги.
uz: 4.3 foydalanuvchi olgan kitoblarini qaytarib berishga rozi bo'ladixizmatdan kitobga buyurtma berishda ko'rsatilgan xizmat tomonidan belgilangan muddatlarda.

# 4.5.
source: 4.4 Администрация Сервиса может по своему усмотрению отказать Пользователю в возврате средств депозита Пользователя при невозврате или порче полученной Пользователем книги, принадлежащей Сервису.
uz: 4.4 xizmat ma'muriyati o'z xohishiga ko'ra foydalanuvchini rad qilishi mumkin Foydalanuvchining depozit mablag'larini qaytarib berilmasa yoki olingan zarar etkazilgan taqdirda qaytarish Xizmatga tegishli kitob foydalanuvchisi tomonidan.

source: 5. Порядок оказания услуг Сервисом.
uz: 5. Xizmat ko'rsatish tartibi.

# 5.1.
source: 5.1. Заказ услуг Сервиса осуществляется Пользователем путем совершения действий по покупке через ресурсы Сервиса.
uz: 5.1. Xizmat xizmatlariga buyurtma foydalanuvchi tomonidan xizmat resurslari orqali sotib olish bo'yicha harakatlar.

# 5.2.
source: 5.2. Воспользовавшись услугами Сервиса, Пользователь подтверждает, что ознакомлен со всей юридической документацией Сервиса.
uz: 5.2. Xizmat xizmatlaridan foydalangan holda foydalanuvchi xizmatning barcha huquqiy hujjatlari bilan tanishdim.

# 5.3.
source: 5.3. Сервис не принимает электронные деньги в качестве платежа, если данные средства не принадлежат Пользователю.
uz: 5.3. Agar ma'lumotlar bo'lsa, xizmat elektron pulni to'lov sifatida qabul qilmaydi mablag'lar Foydalanuvchiga tegishli emas.

# 5.4.
source: 5.4. Путем регистрации на сайте Сервиса и принятия всех условий, Пользователь принимает все изложенные условия.
uz: 5.4. Xizmat veb-saytida ro'yxatdan o'tish va barcha shartlarni qabul qilish orqali Foydalanuvchi belgilangan barcha shartlarni qabul qiladi.

source: 6. Правила пользования депозитом.
uz: 6. Depozitdan foydalanish qoidalari.

# 6.1.
source: 6.1. После пополнения депозита, Пользователь имеет право вывести свои средства обратно на банковскую карту, отправив заявку на возврат средств через сайт или обратившись в техническую поддержку Сервиса.
uz: 6.1. Depozitni to'ldirgandan so'ng, foydalanuvchi uni qaytarib olish huquqiga ega pulni qaytarib berish uchun ariza yuborish orqali bank kartasiga mablag'sayt orqali yoki xizmatning texnik yordamiga murojaat qilish orqali.

# 6.1.1.
source: 6.1.1 При снятии средств с депозита пользователя, Пользователю будут отправлены все средства с депозита Пользователя за исключением комиссии за перевод средств, в размере 1%% от переводимых средств.
uz: 6.1.1 foydalanuvchi depozitidan pul mablag'larini olib qo'yishda foydalanuvchi foydalanuvchi depozitidagi barcha mablag'lar komissiya bundan mustasnomablag' o 'tkazish, o' tkazilayotgan mablag ' larning 1% miqdorida.

# 6.1.2.
source: 6.1.2. После снятия средств с депозита Пользователя, счетчик депозита Пользователя обнуляется.
uz: 6.1.2. Foydalanuvchi depozitidan pul olgandan so'ng, depozit hisoblagichi Foydalanuvchi nolga teng.

# 6.1.3.
source: 6.1.3 Возврат средств с депозита Пользователя осуществляется только на банковскую карту с именем держателя банковской карты, с которой был пополнен счет депозита первоначально после обнуления счетчика депозита.
uz: 6.1.3 foydalanuvchi depozitidan mablag'larni qaytarish faqat to'ldirilgan bank kartasi egasining ismi yozilgan bank kartasi depozit hisobvarag'i dastlab depozit hisoblagichi nolga tenglashtirilgandan so'ng.

# 6.2.
source: 6.2 Уровень доступа пользователя к книгам зависит от количества денежных средств на депозите Пользователя.
uz: 6.2 Foydalanuvchining kitoblarga kirish darajasi pul miqdoriga bog'liq foydalanuvchi depozitidagi mablag'lar.

# 6.3.
source: 6.3 Соотношение денежных средств на депозите Пользователя к уровню доступа к книгам определяется по следующим тарифам:
uz: 6.3 foydalanuvchi depozitidagi pul mablag'larining kirish darajasiga nisbati kitoblar quyidagi tariflar bilan belgilanadi:

# 6.3.1.0
source: 6.3.1. При наличии денежных средств в размере от 0 сум до 100 000 сум.
uz: 6.3.1. 0 so'mdan 100 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.1.1
source: При наличии денежных средств в размере от 0сум до 100 000 сум, пользователь получает возможность заказывать книги 0-го уровня.
uz: 0 sum dan 100 000 so'mgacha pul mablag' lari mavjud bo 'lgan taqdirda, foydalanuvchi0-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.2.0
source: 6.3.2. При наличии денежных средств в размере от 101 000 сум до 200 000 сум.
uz: 6.3.2. 101 000 so'mdan 200 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.2.1
source: При наличии денежных средств в размере от 101 000 сум до 200 000 сум, пользователь получает возможность заказывать книги 1-го уровня включительно.
uz: 101 000 so'mdan 200 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 1-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.3.0
source: 6.3.3. При наличии денежных средств в размере от 201 000 сум до 300 000 сум.
uz: 6.3.3. 201 000 so'mdan 300 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.3.1
source: При наличии денежных средств в размере от 201 000 сум до 300 000 сум, пользователь получает возможность заказывать книги 2-го уровня включительно.
uz: 201 000 so' mdan 300 000 so 'mgacha mablag' lar mavjud bo ' lgan taqdirda,foydalanuvchi 2-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.4.0
source: 6.3.4. При наличии денежных средств в размере от 301 000 сум до 400 000 сум.
uz: 6.3.4. 301 000 so'mdan 400 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.4.1
source: При наличии денежных средств в размере от 301 000 сум до 400 000 сум, пользователь получает возможность заказывать книги 3-го уровня включительно.
uz: 301 000 so'mdan 400 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 3-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.5.0
source: 6.3.5. При наличии денежных средств в размере от 401 000 сум до 500 000 сум.
uz: 6.3.5. 401 000 so'mdan 500 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.5.1
source: При наличии денежных средств в размере от 401 000 сум до 500 000 сум, пользователь получает возможность заказывать книги 4-го уровня включительно.
uz: 401 000 so'mdan 500 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 4-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.6.0
source: 6.3.6. При наличии денежных средств в размере от 501 000 сум до 600 000 сум.
uz: 6.3.6. 501 000 so'mdan 600 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.6.1
source: При наличии денежных средств в размере от 501 000 сум до 600 000 сум, пользователь получает возможность заказывать книги 5-го уровня включительно.
uz: 501 000 so'mdan 600 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 5-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.7.0
source: 6.3.7. При наличии денежных средств в размере от 601 000 сум до 700 000 сум.
uz: 6.3.7. 601 000 so'mdan 700 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.7.1
source: При наличии денежных средств в размере от 601 000 сум до 700 000 сум, пользователь получает возможность заказывать книги 6-го уровня включительно.
uz: 601 000 so'mdan 700 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 6-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.8.0
source: 6.3.8. При наличии денежных средств в размере от 701 000 сум до 800 000 сум.
uz: 6.3.8. 701 000 so'mdan 800 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.7.1
source: При наличии денежных средств в размере от 701 000 сум до 800 000 сум, пользователь получает возможность заказывать книги 7-го уровня включительно.
uz: 701 000 so'mdan 800 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 7-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.9.0
source: 6.3.9. При наличии денежных средств в размере от 801 000 сум до 900 000 сум.
uz: 6.3.9. 801 000 so'mdan 900 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.9.1
source: При наличии денежных средств в размере от 801 000 сум до 900 000 сум, пользователь получает возможность заказывать книги 8-го уровня включительно.
uz: 801 000 so'mdan 900 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 8-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.10.0
source: 6.3.10. При наличии денежных средств в размере от 901 000 сум до 1 000 000 сум.
uz: 6.3.10. 901 000 so'mdan 1 000 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.10.
source: При наличии денежных средств в размере от 901 000 сум до 1 000 000 сум, пользователь получает возможность заказывать книги 9-го уровня.
uz: 901 000 so'mdan 1 000 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 9-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.11.0
source: 6.3.11. При наличии денежных средств в размере от 1 001 000 сум до 1 100 000 сум.
uz: 6.3.11. 1 001 000 so'mdan 1 100 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.11.1
source: При наличии денежных средств в размере от 1 001 000 сум до 1 100 000 сум, пользователь получает возможность заказывать книги 10-го уровня включительно.
uz: 1 001 000 so'mdan 1 100 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 10-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.12.0
source: 6.3.12. При наличии денежных средств в размере от 1 101 000 сум до 1 200 000 сум.
uz: 6.3.12. 1 101 000 so'mdan 1 200 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.12.1
source: При наличии денежных средств в размере от 1 101 000 сум до 1 200 000 сум, пользователь получает возможность заказывать книги 11-го уровня включительно.
uz: 1 101 000 so'mdan 1 200 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 11-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.13.0
source: 6.3.13. При наличии денежных средств в размере от 1 201 000 сум до 1 300 000 сум.
uz: 6.3.13. 1 201 000 so'mdan 1 300 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.13.1
source: При наличии денежных средств в размере от 1 201 000 сум до 1 300 000 сум, пользователь получает возможность заказывать книги 12-го уровня включительно.
uz: 1 201 000 so'mdan 1 300 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 12-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.14.0
source: 6.3.14. При наличии денежных средств в размере от 1 301 000 сум до 1 400 000 сум.
uz: 6.3.14. 1 301 000 so'mdan 1 400 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.140.1
source: При наличии денежных средств в размере от 1 301 000 сум до 1 400 000 сум, пользователь получает возможность заказывать книги 13-го уровня включительно.
uz: 1 301 000 so'mdan 1 400 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 13-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.15.0
source: 6.3.15. При наличии денежных средств в размере от 1 401 000 сум до 1 500 000 сум.
uz: 6.3.15. 1 401 000 so'mdan 1 500 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda.

# 6.3.15.1
source: При наличии денежных средств в размере от 1 401 000 сум до 1 500 000 сум, пользователь получает возможность заказывать книги 14-го уровня включительно.
uz: 1 401 000 so'mdan 1 500 000 so'mgacha mablag'lar mavjud bo'lgan taqdirda,foydalanuvchi 14-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.3.16.
source: 6.3.16. При наличии денежных средств в размере от 1 501 000 сум.
uz: 6.3.16. 1 501 000 so'mdan yuqori mablag'lar mavjud bo'lganda.

# 6.3.16.1
source: При наличии денежных средств в размере от 1 501 000 сум, пользователь получает возможность заказывать книги 15-го уровня включительно.
uz: 1 501 000 so' m miqdorida mablag 'mavjud bo' lgan taqdirda, foydalanuvchi15-darajali kitoblarga buyurtma berish imkoniyatiga ega bo'ladi.

# 6.4.
source: 6.4. Тарифы на оказание услуг определяются Сервисом и публикуются на сайте Сервиса. Администрация Сервиса вправе менять тарифы без дополнительного уведомления Пользователей.
uz: 6.4. Xizmat ko'rsatish tariflari xizmat tomonidan belgilanadi va saytda e'lon qilinadi Xizmatlar. Xizmat ma'muriyati tariflarni qo'shimcha to'lovsiz o'zgartirish huquqiga ega foydalanuvchi bildirishnomalari.

# 6.5.
source: 6.5. В случае отправки денежных средств для пополнения депозита Пользователя, депозит пользователя будет пополнен автоматически в течении одних суток (24 часа). Если система не получит денежные средства, депозит не будет пополнен автоматически.
uz: 6.5. Depozitni to'ldirish uchun pul yuborilgan taqdirda Foydalanuvchi, foydalanuvchi depoziti avtomatik ravishda to'ldiriladi bir kun (24 soat). Agar tizim naqd pul olmasa, depozit bo'lmaydi avtomatik ravishda to'ldiriladi.

# 6.6.
source: 6.6. Если депозит не пополнен автоматически, после успешного подтверждения перевода и окончания срока ожидания (в течении 24 часов), Пользователь обязан связаться со службой поддержки Сервиса.
uz: 6.6. Agar depozit avtomatik ravishda to'ldirilmasa, muvaffaqiyatli tasdiqlangandan so'ng o'tkazish va kutish muddati (24 soat ichida), foydalanuvchixizmatni qo'llab-quvvatlash xizmatiga murojaat qilish shart.

# 6.7.
source: 6.7. Если Пользователь случайно отправил больший платеж, то Пользователь обязан связаться со службой поддержки Сервиса.
uz: 6.7. Agar foydalanuvchi tasodifan kattaroq to'lovni yuborgan bo'lsa, foydalanuvchi xizmatni qo'llab-quvvatlash xizmatiga murojaat qilish shart.

source: 7. Ответственность.
uz: 7. Mas'uliyat.

# 7.1.
source: 7.1. Сервис не несет ответственности перед Пользователем и иными лицами за потери, ущерб и вред, вызванные противоправными действиями третьих лиц.
uz: 7.1. Xizmat foydalanuvchi va boshqa shaxslar uchun javobgar emasuchinchi shaxslarning noqonuniy xatti-harakatlari natijasida etkazilgan zarar, zarar va zarar.

# 7.2.
source: 7.2. Сервис не несет ответственности за любые переводы, которые были осуществлены с ошибкой или за любые попытки осуществления ошибочного перевода.
uz: 7.2. Xizmat har qanday pul o'tkazmalari uchun javobgar emas xato bilan yoki xato qilishga urinish uchun qilingantarjima.
